package com.example.iceinwonderland.data;

public class QuizData {

    public static final String[][] QUESTIONS = {
            {"1本70円のえんぴつと、1本130円のえんぴつを合わせて200本買う予定でしたが、本数を逆にして買ってしまったので、" +
                    " 予定より4560円高くなってしまいました。はじめに、70円のえんぴつを何本買う予定でしたか?",
                    "138本","60本","62本","76本"},
            {"1本100円のえんぴつと1本200円のシャープペンを 合わせて25本買った。 " +
                    "4200円出したところ500円のおつりがありました。えんぴつは何本購入しましたか？",
                    "13本","10本","12本","15本"},
            {"１個50円のみかんと１個70円のりんごを合わせて40コ買ったところ" +
                    "みかんの代金がリンゴの代金より200円高くなりました。みかんは何個買いましたか?",
                    "25個","15個","20個","10個"},
            {"動物園で、ある動物とある動物の檻おりを隣どうしに配置したところ、" +
                    "飼育員がクビにされてしまいました。その動物は何と何でしょう？",
                    "虎とリス","馬と鹿","犬と猿","虎と馬"},




    };

}
